


const accounts = [
    {name:'WhatsApp',url:'https://wa.me/+966592437169',icon:'WA'},
    {name:'Telegram',url:'www.te.me',icon:'TE'},
    {name:'Discord',url:'https://discord.gg/s8rhJ8qgNF',icon:'DI'},
    {name:'Facebook',url:'https://www.facebook.com/profile.php?id=61555551359909&mibextid=ZbWKwL',icon:'FB'},
    {name:'Instagram',url:'https://www.instagram.com/myte.team?igsh=NHFvajRuajQ3ZnNq',icon:'IN'},
    {name:'TikTok',url:'https://vt.tiktok.com/ZSFNeJuVs/',icon:'TT'},
    {name:'myte.social@gmail.com',url:'mailto:myte.social@gmail.com',icon:'EM'}
]

const projects = [
    {title:'Restaurant Website', url:'https://abodesalm.github.io/restaurant', disc:'موقع فرونت اند يعرض جميع مزايا مطعم غيركت', type:'web'},
    {title:'', url:'', disc:'', type:''},
    {title:'', url:'', disc:'', type:''},
    {title:'', url:'', disc:'', type:''},
    {title:'', url:'', disc:'', type:''},
    {title:'', url:'', disc:'', type:''},
    
]

const why = [
    {title:'أسعار مناسبة جدا', icon:'price'},
    {title:'مدة قصيرة في تنفيذ الخدمات', icon:'lesstime'},
    {title:'جودة عالية جدا', icon:'high'},
    {title:'تقديم جميع الخدمات التي تحتاجها', icon:'all'},
    {title:'خدمة عملاء على مدار 24 ساعة', icon:'time'},
    {title:'تخفيضات تصل 60%', icon:'lessprice'},
    {title:'تواصل دائم مع العميل و عرض التقدم له', icon:'contact'},
]

const about = [
    'مؤسسة إلكترونية مركزها في المملكة العربية السعودية.',
    'رغم ذلك تستطيع طلب خدمتك من أي مكان في العالم !',
    'نقدم جميع الخدمات التي يمكن أن تتخيلها في المجال الإلكتروني.',
    'أهم شيء بالنسبة لنا هو رضى العميل التام.',
    '',
    '',
    'لدينا أعضاء في المؤسسة من مختلف دول العالم , لذا لن تحس بأنك غريب.',
    'إن كنت تريد الانضمام إلينا فلا تتردد بالتواصل معنا !',
]

const services = {
    'web':{name:'برمجة مواقع  الويب', features:[
        {title:'موقع شخصي'},
        {title:'موقع لشركة أو منتج'},
        {title:'متجر إلكتروني'},
    ]},
    'mob':{name:'برمجة تطبيقات الهاتف', features:[
        {title:'تطبيقات الهاتف للأندرويد أو الآيفون'},
        {title:'تطبيقات متاجر إلكترونية'},
        {title:'تطبيقات تواصل اجتماعي'},
    ]},
    'des':{name:'تصميم و مونتاج', features:[
        {title:'تصميم شعارات و بوسترات و صور حسب الطلب'},
        {title:'مونتاج الفيديوهات بجميع أنواعها'},
        {title:'تصميم هوية بصرية'},
        {title:'تصميم مجسمات و منتجات ثلاثية الأبعاد'},
        {title:'تعليق صوتي'},
        {title:'إنتاج إعلانات و حملات دعائية'},
    ]},
    'cyb':{name:'خدمات الأمن الإلكتروني', features:[
        {title:'خدمات اختبار الاختراق'},
        {title:'كشف الثغرات الأمنية في المواقع و التطبيقات'},
        {title:'تأمين الحماية الإلكترونية الكاملة'},
    ]},
    'ofc':{name:'خدمات جامعية و مكتبية', features:[
        {title:'خدمات في مختلف البرامج المكتبية'},
        {title:'شرح و تقديم أفكار عملية و إرشادية'},
        {title:'كتابة نصوص و سكربتات'},
    ]},
    'oth':{name:'خدمات أخرى', features:[
        {title:'خدمات في البرمجة بمختلف مجالاتها'},
        {title:'كتابة نصوص و سكربتات فيديوهات'},
        {title:'خدمات في مختلف برامج Adobe'},
        {title:'دعم حسابات التواصل الاجتماعي'},
    ]},
}

const policy = {
    'buy':[
        'جميع العقود الرسمية في المؤسسة يتم رفعها على موقع المؤسسة ، و أي عقد غير موجود على موقع المؤسسة فهو عقد غير رسمي.',
        'بشكل عام نحن نتبع سياسة الدفع العادل مما يضمن حق المؤسسة و حق العميل ، فيدفع العميل مبلغ مقدم ليتم البدء بالخدمة و يتم توضيح هذا المبلغ في فاتورة الخدمة ، و بعد الانتهاء من الخدمة و تأكد العميل منها يدفع بقية المبلغ و من ثم يستلم الخدمة بشكل تام.',
        'يجب على العملاء التواصل مع الحسابات الخاصة بالاستقبال ، لا يتم تقديم أي فاتورة في مكان غير حسابات المؤسسة الرسمية.',
        'لا يتم استرجاع أي مبلغ مدفوع إلا إن كان هناك خلل في الخدمة و الخلل صادر عن المؤسسة ، و لديك مهلة يوم واحد بعد الدفع لاسترجاع المبلغ في هذه الحالة.',
        'عند موافقتك على عقد الخدمة فأنت توافق على كل ما فيه من شروط ، و في حالة مخالفة أحدها سيتم إحالة الأمر إلى القانون.',
        'لا يتم قبول أي مطالبات تنشأ عن إهمال أو خطأ من المستخدم.',
    ],
    'sens':[
        'لن يتم حفظ أي بيانات حساسة لأي عميل لدينا.',
        'تم إنشاء هذا الموقع فقط لتصفح الخدمات و رؤية سياساتنا و الفواتير و ما إلى ذلك ، و ليست غايته أبدا الاحتفاظ ببيانات أي زائر له.',
    ]
}


export {
    accounts,
    why,
    projects,
    services,
    about,
    policy
}